{
  "category": [
    {
      "title": "Смартфоны",
      "link": "telefony",
      "id": 4
    },
    {
      "title": "Аксессуары",
      "link": "aksessuary",
      "id": 5
    }
  ],
  "product": [
    {
      "title": "Apple iPhone 12 64GB Green",
      "link": "apple-iphone-12-64gb-green",
      "price": 9000000,
      "content": "<ul><li>Гарантийный срок (месяц): 12</li><li>Версия ОС: iOS 14</li><li>Объем встроенной памяти: 64GB</li><li>Датчик Face ID: Есть</li></ul><p>Вы можете купить Apple iPhone 12 64GB с доставкой и с официальной гарантией не только в Ташкенте, но и в Андижане, Бухаре, Фергане, Джизак, Хорезм, Наманган, Навои, Кашкадарью, Республика Каракалпакстан, Самарканд, Сырдарья, Сурхандарья, Ташкентскую область. Вы можете купить Apple iPhone 12 64GB в рассрочку с доставкой Узбекистану. Зачем купить Apple iPhone 12 64GB в кредит если есть расссрочка?</p>",
      "category": 4,
      "comp": "Apple",
      "id": 1
    },
    {
      "title": "Samsung Galaxy A21s 3/32GB, Red A217",
      "link": "samsung-galaxy-a21s-332gb-red-a217",
      "price": 2271000,
      "content": "<ul><li>Гарантийный срок (месяц): 12</li><li>Версия ОС: Android 10.0</li><li>Объем встроенной памяти: 32GB</li><li>Датчик Face ID: Есть</li></ul><p>Вы можете купить Samsung Galaxy A21s 3/32GB, Red A217 с доставкой и с официальной гарантией не только в Ташкенте, но и в Андижане, Бухаре, Фергане, Джизак, Хорезм, Наманган, Навои, Кашкадарью, Республика Каракалпакстан, Самарканд, Сырдарья, Сурхандарья, Ташкентскую область. Вы можете купить Samsung Galaxy A21s 3/32GB, Red A217 в рассрочку с доставкой Узбекистану. Зачем купить Samsung Galaxy A21s 3/32GB, Red A217 в кредит если есть расссрочка?</p>",
      "category": 4,
      "comp": "Samsung",
      "id": 2
    },
    {
      "title": "Xiaomi Mi 11 Lite 8/128GB",
      "link": "xiaomi-mi-11-lite-8128gb",
      "price": 4150000,
      "content": "<ul><li>Гарантийный срок (месяц): 12</li><li>Версия ОС: Android 11, MIUI 12</li><li>Объем встроенной памяти: 128GB</li><li>Датчик Face ID: Есть</li><li>Производитель смартфона: Китай</li></ul><p>Доставляем по всему Узбекистану – Низкие Цены – Рассрочка – Быстрая доставка – Выгодные условия.</p><p>Вы можете купить Xiaomi Mi 11 Lite 8/128GB с доставкой и с официальной гарантией не только в Ташкенте, но и в Андижане, Бухаре, Фергане, Джизак, Хорезм, Наманган, Навои, Кашкадарью, Республика Каракалпакстан, Самарканд, Сырдарья, Сурхандарья, Ташкентскую область. Вы можете купить Xiaomi Mi 11 Lite 8/128GB в рассрочку с доставкой Узбекистану. Зачем купить Xiaomi Mi 11 Lite 8/128GB в кредит если есть расссрочка?</p>",
      "category": 4,
      "comp": "Xiaomi",
      "id": 3
    },
    {
      "title": "Samsung Galaxy Buds Pro, Black",
      "link": "samsung-galaxy-buds-pro-black",
      "price": 1650000,
      "content": "<ul><li>Гарантийный срок (месяц): 6</li></ul><p>Вы можете купить Samsung Galaxy Buds Pro, с доставкой и с официальной гарантией не только в Ташкенте, но и в Андижане, Бухаре, Фергане, Джизак, Хорезм, Наманган, Навои, Кашкадарью, Республика Каракалпакстан, Самарканд, Сырдарья, Сурхандарья, Ташкентскую область. Вы можете купить Samsung Galaxy Buds Pro, в рассрочку с доставкой Узбекистану. Зачем купить Samsung Galaxy Buds Pro, в кредит если есть расссрочка?</p>",
      "category": 5,
      "comp": "Samsung",
      "id": 4
    }
  ],
  "post": [
    {
      "img": "https://storage.kun.uz/source/7/00gwUNzij2AEUuoG3Icxd0q0Z4C4WF0C.jpg",
      "title": "Хитой илк марта Марсга ўз аппаратини қўндирди",
      "link": "lorem",
      "author": "Ergashev Aziz",
      "content": "<p>Хитойнинг «Тяньвэнь-1» («Самога саволлар») марсоходи Марс юзасига муваффақиятли қўнди.</p><p>«15 май куни “Тяньвэнь-1” аппарати Хитойнинг Марсни тадқиқ қилиш бўйича биринчи миссияси доирасида Марснинг Утопия текислиги жанубидаги олдиндан режалаштирилган жойга муваффақиятли қўнишни амалга оширди», – дея Хитой Миллий космик бошқармаси ахборотини келтирмоқда Синьхуа агентлиги.</p><p>Космик аппарат ўтган йил июлида Хитой жанубидаги Хайнань оролидан&nbsp;учирилганди. У феврал ойи охирида Марс орбитасига кирган. Шундан сўнг икки ой давомида қўниш учун мос келадиган жой қидирган; шунингдек, сайёра юзасини суратга олган.</p><p>Миссиянинг асосий мақсади – Марсда ҳаёт бўлиши мумкинлиги эҳтимолларини текшириш. Шу билан бирга, аппарат тўплаган маълумотлар олимларга бу сайёрадаги шарт-шароит келгусида одамлар яшаши учун қулай бўлиши мумкин ёки йўқлигини ўрганишда қўл келади.</p><p>Маълум қилинишича, марсоход Пекин вақти билан 15 май соат 01:00да (Тошкент вақти билан 14 май соат 22:00да) Марс орбитасидаги жойидан йўлга чиққан. Орадан уч соат ўтиб аппарат орбитал модулидан ажралиб, уч соатдан сўнг Марс атмосферасига кирган. Шундан сўнг 9 дақиқа ичида тезлик билан пастлашиб, Тошкент вақти билан соат 4:18да муваффақиятли қўнган.</p><p>240 кг тош босувчи марсоход қуёш энергияси билан ишлайди. Унга суратга олиш, навигация, тупроқ намуналарини таҳлил қилиш, сув ва муз излашга мўлжалланган қисмлар бириктирилган. Миссия камида 90 сутка давом этиши кутилмоқда.</p><p>НАСА ва Роскосмос Хитойни ушбу муваффақияти билан табриклади.</p>",
      "id": 1
    },
    {
      "title": "Google Android 12’нинг бета-версиясини тақдим этди",
      "link": "google",
      "img": "https://storage.kun.uz/source/7/Iv3kx8JJKcNIS4eMEog5QOU-X4ZV5QTI.jpg",
      "author": "Tohirov Farhod",
      "content": "<p>Google компанияси Android 12’нинг бета-версиясини&nbsp;<a href=\"https://www.forbes.ru/newsroom/tehnologii/429735-google-predstavil-beta-versiyu-android-12-i-anonsirovala-obnovleniya\" rel=\"noopener noreferrer\" target=\"_blank\" style=\"color: rgb(0, 123, 255);\">тақдим этди</a>.</p><p>Android 12’да процессорнинг серверга уланиш вақти 22 фоизга қисқарди, деди Google вице-президенти Самир Самат.</p><p>&nbsp;Android’нинг янги версияси дизайни кўплаб янгиланишларга эга, дейилади Google корпоратив блогида.</p><p>Маълум қилинишича, белгилар ва хабарномалар безаги ўзгарган, анимация янада текислашган, тугмалар йирикроқ ва айланасимон кўринишга келган.</p><p>Эндиликда камера ва микрофондан фойдаланилганда, экраннинг ўнг қисмида яшил белги пайдо бўлади, овоз ва видеони тезкор созламалар орқали ўчириш мумкин.</p><p>&nbsp;Шунингдек, Android 12 смартфонларидан Android қурилмалар учун пульт сифатида фойдаланиш мумкинлиги маълум қилинди.</p><p>&nbsp;Компания вакилларининг сўзларига кўра, Android 12 Beta 1 версияси Pixel 3, шунингдек, Xiaomi, Asus, Sharp, OnePlus, OPPO, Realme, Techno, TCL, Vivo ва ZTE смартфонларининг айрим моделлари учун чиқарилади.</p><p>&nbsp;Android 12’нинг якуний версияси 2021 йил кузида чиқарилиши режалаштирилмоқда.</p>",
      "id": 2
    }
  ]
}